app/views/messages/_main_chat.html.haml

        .main-header__leftbox__member-list__member
          - @group.users.each do |user|
---
SELECT `users`.* FROM `users` INNER JOIN `group_users` ON `users`.`id` = `group_users`.`user_id` WHERE `group_users`.`group_id` = 7