app/controllers/users_controller.rb

UPDATE `users` SET `name` = '神保', `updated_at` = '2020-06-06 14:04:24' WHERE `users`.`id` = 1
---
  def update
    if current_user.update(user_params)